export default {
    data: [
        {
            xData: ['08.04', '08.05', '08.06', '08.07', '08.08', '08.09', '08.10'],
            yData: [
                {
                    name: '管理人员',
                    type: 'bar',
                    stack: 'group1',
                    data: ['450', '500', '210', '200', '100', '400','500']
                },

                {
                    name: '普通工人',
                    type: 'bar',
                    stack: 'group1',
                    data: ['200', '200', '300', '500', '300', '350','110']
                },
                {
                    name: '考勤率',
                    type: 'line',
                    data: ['65', '75', '53', '35', '50', '38','75']
                }
            ]
        }
    ]
};
